{"q": "Charge: On or around 31st March 2020, at approximately 23:00, the defendant Jiang Li, after consuming alcohol, drove a small car with license plate number Sichuan FUXX** in the starting process on the streets of Jizhen Street, Ganxi Town, colliding with a parked Liaoning AXX** small car, Chongqing HSX** small car, Chongqing H0XX** small car, and an unlicensed lightweight motorcycle, causing varying degrees of damage to the four vehicles. After the traffic accident, Jiang Li left the scene, but later returned voluntarily to accept the traffic police's handling. On the following day at approximately 02:08, the police took Jiang Li to Youyang County People's Hospital to extract his venous blood for testing. On 2nd April 2020, according to the appraisal of the Longteng Judicial Appraisal Center in Xiangxi Prefecture, ethanol was detected in Jiang Li's blood, with a content of 192.2600mg/100ml. The defendant Jiang Li voluntarily appeared in court. The public prosecution agency believes that the defendant Jiang Li, while driving under the influence of alcohol, caused a traffic accident, thereby violating Article 133-1 of the Criminal Law of the People's Republic of China. The criminal facts are clear, and the evidence is true and sufficient, so the defendant should be held criminally responsible for the offense of dangerous driving. Jiang Li voluntarily appeared in court and truthfully confessed to the criminal facts. According to Article 67, Paragraph 1 of the Criminal Law of the People's Republic of China, this constitutes voluntary surrender, which may result in a lighter or mitigated punishment. Jiang Li has already compensated the victims for their losses, which may be considered as a basis for a lighter punishment. Jiang Li has voluntarily pleaded guilty and accepted punishment, so according to Article 15 of the Criminal Procedure Law of the People's Republic of China, lenient measures can be applied. Based on the above, it is recommended to sentence Jiang Li to four months of detention and a fine of 8,000 yuan. The public prosecution agency has submitted the case registration form, filing decision, household registration information, arrival process, alcohol breath test result, vehicle photos, list of evidence materials accepted, driver's license query result, motor vehicle information query result, compensation agreement, accident determination, blood sample extraction registration form, extraction record, sealed record, appraisal opinion, testimony of witness Luo, statements of victims Guo 1, Guo 2, Shi, Liu, defendant Jiang Li's confession and defense, and CD, among other evidence.", "crime": ["Crime of Dangerous Driving"]}
{"q": "Charge: On or around 4th June 2020, at approximately 12:00, the defendant Yu Mou, with the intention of illegal possession, climbed over the wall into the home of Hao Mou in Jingxing County and stole an OPPO A11 model mobile phone that was being charged on the sofa in the northern room. The value of the stolen mobile phone was determined to be 1,350 yuan by the Jingxing County Price Certification Center. The stolen mobile phone has been recovered by the police and returned to the victim. The defendant Yu Mou was able to truthfully confess to the criminal facts and voluntarily plead guilty. The defendant Yu Mou, with the intention of illegal possession, committed the crime of theft by entering the residence and stealing someone else's property, thereby violating Article 275 of the Criminal Law of the People's Republic of China. The defendant Yu Mou has been previously sentenced for a crime and has voluntarily truthfully confessed to the suspected criminal facts, having no objection to the charges, and accepting criminal punishment It is recommended to sentence the defendant Yu Mou to six months of imprisonment and a fine of 2,000 yuan. The prosecution requests a legal judgment.", "crime": ["Crime of Theft"]}
{"q": "Charge:\n1. On one day in late January 2020, in front of Building No. 38, Ruixin Residential Community, Xihu District, Benxi City, due to the victim Jin Mou's black Jetta car parking directly opposite the defendant Tao Ye's window, the defendant Tao Ye used a knife to scratch the car paint. The vehicle damage was determined to be worth 2,500 yuan by the Benxi City Price Certification Center.\n2. On one day at the end of April 2020, in front of Building No. 38, Ruixin Residential Community, Xihu District, Benxi City, due to the victim Sui Mou's white jeep parking directly below the defendant Tao Ye's window, the defendant Tao Ye used a knife to scratch the car paint. The vehicle damage was determined to be worth 3,500 yuan by the Benxi City Price Certification Center.\n3. At around 8:00 on 30th August 2020, at the morning market in Huhu District, Benxi City, the defendant Tao Ye took the opportunity while the victim Wei Mou was buying vegetables to steal the mobile phone from Wei Mou's pocket. The stolen mobile phone was determined to be worth 700 yuan by the Benxi City Price Certification Center. After the incident, the defendant Tao Ye was arrested and brought to justice. The stolen mobile phone has been seized and returned to the victim. According to the appraisal by the Forensic Appraisal Department of the Liaoning Provincial Mental Health Center, the defendant Tao Ye had a personality change caused by alcohol, but had full criminal responsibility at the time of the offense. The public prosecution agency believes that the defendant Tao Ye disregarded the laws of the country and committed theft in public places. This act violated Article 264 of the Criminal Law of the People's Republic of China and should be held criminally responsible for the offense of theft. It is recommended to sentence the defendant Tao Ye to two months of detention and a fine of 1,000 yuan. The defendant Tao Ye intentionally damaged public and private property, with a relatively large amount involved. This act violated Article 275 of the Criminal Law of the People's Republic of China and should be held criminally responsible for the offense of intentional destruction of property. It is recommended to sentence the defendant Tao Ye to six months of imprisonment, with the sentences to be served concurrently, and a fine of 1,000 yuan. The public prosecution agency has submitted the defendant Tao Ye's confession, statements of victims Jin Mou, Sui Mou, Wei Mou, case registration form, filing decision, household registration certificate, previous convictions, administrative penalty decision, evidence collection notice and list, situation report, seizure decision and list, photos of the scratched vehicles identified, photos of the crime tools, evidence preservation decision and list, decision to lift evidence preservation and list, photos of the stolen mobile phone identified, photos of the crime scene, photos of the parked position of the scratched vehicle identified by the victim, price determination conclusion by Benxi City Price Certification Center, appraisal opinion notice, forensic appraisal opinion by the Forensic Appraisal Department of the Liaoning Provincial Mental Health Center, case source and progress report, and other evidence.", "crime": ["Crime of Theft", "Crime of Intentional Destruction of Property"]}
{"q": "Based on the trial, it is ascertained that the public prosecution agency's accusation against the defendant Zhang Limin for the offense of intentional injury is clear in fact, the evidence is reliable and sufficient, and this court hereby confirms it. The plaintiff Yuan Shuji received outpatient treatment from 18th March 2020 to late April, visiting the Fourth People's Hospital of Nanhai District, Southern Medical University Affiliated Nanhai Hospital, and Foshan First People's Hospital. The medical advice recommended a total of 31 days of rest. Prior to the injury, Yuan Shuji had a monthly salary of 3,100 yuan.", "crime": ["Crime of Intentional Injury"]}
{"q": "Based on the trial, it is ascertained that on 12th May 2019, at around 21:00, the defendant Fang Yongguang went to the doorstep of the home of the victim Fang Mou 1 due to a house construction issue. Fang Yongguang kicked the back door of Fang Mou 1's house with his foot. When Fang Mou 1 opened the door, Fang Yongguang attacked Fang Mou 1 with a kitchen knife, causing injuries to the face, left forehead, and left hand of Fang Mou 1. According to the appraisal by the Judicial Appraisal Center of Leqing Public Security Bureau, Fang Mou 1's injuries were classified as a level-one minor injury. It is further determined that Fang Yongguang was apprehended by the public security authorities on 21st October 2019.", "crime": ["Crime of Intentional Injury"]}
{"q": "After trial and investigation, it was determined that on August 26, 2019, at around 21:19, the defendant Huang Xiaosheng was driving a Ganzhou F××××× light-duty grid-type truck along Section Road of Pan Ting Village, Zuofang Town, Jinxi County, on National Highway 206, heading from south to north. At the section of the road in front of the Wanmeng Niu Beef Restaurant in Pan Ting Village, Zuofang Town, Jinxi County, the defendant collided with the pedestrian Zhang Mou who was directing a reverse maneuver and a Wanhua S××××× heavy-duty semi-trailer truck (trailer: Yu L××××× heavy-duty low flatbed semi-trailer, not occupying the lane), resulting in the death of Zhang Mou at the scene and damage to both vehicles in the traffic accident. After the accident, the defendant waited at the scene for the traffic police to arrive and cooperated with their investigation. The Jinxi County Public Security Bureau Traffic Police Brigade determined that the defendant Huang Xiaosheng bore the main responsibility for this accident. On September 18, 2019, the defendant Huang Xiaosheng reached a settlement agreement with the victim's family and obtained their forgiveness.\n", "crime": ["Traffic Accident Crime"]}
{"q": "The accusation states that on March 23, 2019, at around 8:25, the defendant Yan Jin was driving a Yun J×××＊＊ three-wheeled cargo motorcycle to the K0+780M point of Mengjing Line, where a collision occurred with the victim Yan Yihan who was driving an unlicensed three-wheeled lightweight motorcycle, resulting in injuries to Yan Yihan and varying degrees of damage to both vehicles in the road traffic accident. After the accident, the defendant Yan Jin immediately called the police. The police conducted a breath alcohol test on Yan Jin, and the test result was 106mg/100ml. Later, Yan Jin and Yan Yihan were taken to the People's Hospital of Ximeng County to draw venous blood samples. The examination identified the presence of ethanol in the blood of both Yan Jin and Yan Yihan, with ethanol contents of 95.33mg/100ml and 75.91mg/100ml, respectively. On June 12, 2019, the Ximeng County Public Security Bureau Traffic Police Brigade issued a road traffic accident identification, determining that Yan Jin bore full responsibility for the accident, and Yan Yihan bore secondary responsibility. On December 12, 2019, the Judicial Appraisal Center of Ximeng County Public Security Bureau conducted an appraisal, determining that Yan Yihan's injuries were of a serious level.\nThe facts as found by this court are consistent with the facts alleged by the prosecution.\nThe defendant Yan Jin acknowledges the facts, charges, and sentencing recommendations made by the prosecution.", "crime": ["Traffic Accident Crime"]}
{"q": "After trial and investigation: In the afternoon of September 28, 2020, the defendant Ma Yanzhong went to the home of Hao Mou in ×× County and sold 0.83 grams of the drug Paodekuai in a small package for 200 yuan. The next day, the police from Longquan Police Station, Yanggao County Public Security Bureau, found 11 packages of Paodekuai weighing a total of 7.79 grams, an electronic scale, and 200 yuan in proceeds from drug trafficking in Ma Yanzhong's handbag. In addition, a large package of 46.82 grams of yellow-brown powder was found in the ××× vehicle driven by Ma Yanzhong. Ma Yanzhong was summoned and investigated. The Shanxi Provincial Judicial Appraisal Center for Public Security conducted tests and identified the presence of methylphenidate in the 7.79 grams of drugs and yellow-brown powder seized from Ma Yanzhong. On September 28, 2020, Ma Yanzhong's urine drug test was positive.\n", "crime": ["Smuggling, Trafficking, Transporting, and Manufacturing of Drugs Crime"]}
{"q": "The accusation states that from the end of June 2020 to the early morning of July 12, 2020, the defendant Wei Changyun, together with Chen Yanjun, each driving a motorcycle, stole mechanical parts and scrap iron from Changxu Sand Field in Luzhai County twice, and stole steel rebar heads from a construction site in Weilan Peninsula Community near Jiaoban Zhou in Luzhai Town twice. After stealing the items, they sold them to a scrap purchasing store and used the money to buy and consume drugs. On the early morning of July 15, 2020, the two defendants went to Changxu Sand Field again and stole mechanical parts and scrap iron. When they tried to sell them to the scrap purchasing store, the owner requested identification, causing the two to fear exposure and abandon the stolen items before fleeing. It is also found that the defendants Wei Changyun and Chen Yanjun were arrested by the police from Luzhai County Public Security Bureau on July 15, 2020. After the incident, the police confiscated a black and red pedal-type motorcycle used by the defendant Wei Changyun for the crime (without a license plate, frame number, or engine number), and later returned the stolen items from Changxu Sand Field to the victim, Changxu Sand Field.\n", "crime": ["Smuggling, Trafficking, Transporting, and Manufacturing of Drugs Crime"]}
{"q": "After trial and investigation, it was determined that on April 11, 2018, the defendant Hao Jia, using the name Jiang Hao, impersonated an internal staff member of Hua'an Purple Bamboo Garden project developed by Xi'an Hua'an Real Estate Development Company, claiming to help the victim Liu Moumou purchase Unit 902 in Building 11 of Purple Bamboo Garden at a lower price without the need for a lottery. The defendant deceived Liu Moumou (at XX Road, XX Base, Xi'an) into transferring a deposit of 36,735 yuan through mobile banking. On August 14, 2018, Hao Jia returned 6,740 yuan to Liu Moumou. On August 19, 2019, Hao Jia was arrested and brought to justice. After the incident, the defendant and his family have fully repaid the embezzled funds to the victim Liu Moumou and obtained the victim's forgiveness.\nThe established facts are consistent with the facts alleged by the prosecution.\nThe defendant Hao Jia acknowledges the facts, charges, and sentencing recommendations made by the prosecution.", "crime": ["Fraud Crime"]}
{"q": "Trial Findings: On the morning of December 30, 2019, at approximately 11 o'clock, the defendant Zou Zhicheng and his colleague He (full name not provided) rode in a van driven by Xia (full name not provided) to install doors for Yuhuan CNC Factory in Yong'an Town, this city. When they entered the factory area to prepare for construction, He placed his Apple brand 5SE model phone in the storage compartment in front of the passenger seat of the van. During this time, the defendant Zou Zhicheng took advantage of Xia and He being occupied with their work and stole the aforementioned phone that He had placed in the vehicle.\nThe next day (December 31, 2019) in the evening, the defendant Zou Zhicheng used the stolen phone to access the photo album, where he found a picture of He's identity card. He modified the password of He's Alipay account using this photo, and because face recognition was required for transfers, the defendant Zou Zhicheng proceeded to withdraw the entire balance of approximately 8,000 yuan from the Alipay account to He's previously linked bank card. Subsequently, by first modifying He's WeChat payment password, he transferred about 1,000 yuan from He's bank card to a recharge account used for his own entertainment. Then, the defendant Zou Zhicheng logged into his WeChat alternate account (WeChat name: Big Wave) and, using the identity card and bank card photos from He's phone album, impersonated He's identity for real-name authentication within the alternate account. He also linked He's aforementioned bank card to that WeChat account. The defendant Zou Zhicheng transferred approximately 2,000 yuan from the Big Wave WeChat account to the same recharge account used for his own entertainment. Finally, using the WeChat recharge method, he recharged the remaining 5,000 yuan from He's bank card into the pocket money of the WeChat alternate account for his own use.\nOn January 4, 2020, the defendant Zou Zhicheng was summoned and arrested by the public security police. After his arrest, he truthfully confessed his crimes.","crime": ["Fraud"]}]
{"q": "Trial Findings: On January 12, 2019, at around 12:00 a.m., the defendant Shao Jincheng, in collusion with Geng (full name not provided, being separately handled in another case), indiscriminately assaulted the victims Bao (full name not provided) and Jiang (full name not provided) in the lobby of Daijia Ren Entertainment Club in Shucheng Street, Shuyang County, causing injuries to both individuals. According to the assessment, Bao suffered injuries to the eyes and nose, including fractures in both nasal bones, the left maxillary bone, frontal sinus, and nasal septum, constituting second-degree minor injuries. Jiang suffered injuries to the left eye and right ankle, constituting minor injuries.\nAfter the defendant Shao Jincheng was taken into custody, he was able to truthfully confess his own crimes and voluntarily plead guilty.", "crime": ["Provocation and Trouble-making"]}
